{
  "introduction": "【 はじめまして 】\nこんにちは、江崎あきです。\n\n【 プロフィール 】\n愛知県名古屋市出身で、現在はセブ島に住んでいます。\n\n【 好きなもの 】\n好きなものは、AIです。\n特に最近は、「Cursor」というAIツールにどっぷりハマっています。\n\n【 江崎あきはどんな人間ですか？ 】\n江崎あきは、世界中に感動を届けるために\n極限まで自分自身を磨き続ける人間です。\n\n【 このサイトを作った目的 】\nAI開発をしてみたかったからです。\nそれから、このサイトをAWS上でデプロイして、LamdaとSNSを繋いで、サーバーが落ちた時に、Gmailに連絡が来るような仕組みにする　というのが目標です。",
  "languages": {
    "ja": "日本語",
    "en": "English",
    "ko": "한국어"
  },
  "home": "ホーム",
  "career": {
    "title": "転職活動中",
    "subtitle": "一緒に世界を感動でいっぱいにしませんか？",
    "position": {
      "title": "希望職種・業務内容",
      "role": "エンジニア（AIをフル活用できるようなポジション）",
      "description": "フロントでもバックエンドでも。\n世界中に感動を届けるようなプロダクトに貢献したい。"
    },
    "workstyle": {
      "title": "希望する働き方・企業の社風",
      "remote": "フルリモート、もしくは柔軟なハイブリッド勤務（ハイブリット勤務の場合は、名古屋市に拠点がある企業のみ）基本、フルリモートを熱望しています。",
      "ai": "AIの活用を積極的に推進している企業で働きたい。（Cursorや、ClaudeCode、Windsarf、MCPの利用など、AIの活用を積極的に使って仕事を効率化している社員がいらっしゃるような企業で働きたいと考えています）会社が、AIを使うことを推奨していたり、金額を保証しているようだと、なお素晴らしいと感じます。",
      "textBased": "重要な意思決定や、会社のナレッジが文章として残っていること。（MTGで意思決定をする　というよりも、基本的にテキストベースで意思決定をするという社風。なぜならテキストベースで仕事をする方がAIを活用しやすいからです。）",
      "learning": "学び続ける人が多い組織。\n社員のエンゲージメントが高い組織。（社員の皆さんがその会社のこと好きですか？）\nプロスポーツチームのような組織。（みんながチームの勝利、プロジェクトのゴールっていう同じ目標をきちんと共有できている組織。ゴールや理念がぶれていない組織が良いです。サッカーで例えると、みんながベストを尽くして、ゴールをとりに行くことを目指しているのが理想です。レクリエーションのサッカーみたいに、例えば、社長に絶対ゴールさせてあげなくちゃだとか、なんか色々空気を読んで、やるのは楽しくて、協調性があるともいえますがそういう組織は苦手です。みんなで１つの明確なゴールがはっきりと定められている会社を好みます）"
    },
    "skills": {
      "title": "自分のスキル・経験",
      "items": [
        "日本語・英語のバイリンガル",
        "AWS クラウドプラクティショナー資格保有",
        "AWS Lambda／SNS／CloudFormationの基礎的な利用経験（このサイトはAWS上で運用しています）",
        "Zapierを活用した業務効率化・自動化"
      ]
    },
    "weaknesses": {
      "title": "苦手なもの・・・",
      "noise": "騒音とか、話し声など。は気になってしまいます.\n集中力を最大化するため、静かな環境での作業を得意としています。個人スペースが確保された環境で、より高いパフォーマンスを発揮できます。",
      "projects": "少数のプロジェクトに深く集中することを得意とする（1つまたは２つだけのプロジェクトにアサインされるとパフォーマンスが最大化します。４つ以上のプロジェクトにアサインされると、生産性が落ちるなと感じます。",
      "time": "十分な検討時間があることで、質の高いアウトプットを提供できます。"
    },
    "achievements": {
      "title": "過去の実績・作ったことがあるもの",
      "work": "仕事関連のことは話せませんが、ウィンドウズアプリ開発や、API連携、ウェブアプリケーション作成をBridgeSEとして、フィリピン人エンジニアをマネジメントしながら、クライアントの要望に合わせて、作成していました。（注：私が実際にコーディングなどを手を動かしたわけではありません）\nAWS Lambda＋SNSを用いたWebサイト監視＆障害通知の自動化を構築",
      "hobby": "【趣味（週末）で作ったものの例】\nジャーナリングの習慣化サイト・・・\nグーグルピクセル→Youtubeshort→ざぴあー→自分のサイトに投稿＋ログ\n自分の健康ログサイト\nアップルウォッチ→アイフォンでAutoExportアプリを利用→Webhookでスプレッドシートにたたく→自分のサイトに連携\n・Notion上でユーチューブ学習の簡潔化\nユーチューブお気に入りのちゃんえねる→NotionとYoutubeのAPIを使って、→Notion上に自分の好きなユーチューバーだけを表示させる。（学習のため）\nこのサイト・・・\nCursorでコーディング→AWSでデプロイ＋運用（LumdaとSNSを置いており、サーバーがダウンしたら、自分のGmailに連絡が来る）"
    },
    "personality": {
      "title": "ソフトスキル・性格",
      "traits": [
        "強い当事者意識。",
        "丁寧なコミュニケーション",
        "変化や新しい挑戦に柔軟。特に最新のテクノロジーにはとりあえず試してみることが多い",
        "よく笑う性格です。基本的にニコニコしていることが多い。"
      ]
    },
    "culture": {
      "title": "働きたい企業の文化・価値観",
      "values": [
        "AIの導入に積極的",
        "リモートワーク中心な企業。",
        "自律性とチームワークの両方を重視する",
        "プロフェッショナルな文化、プロジェクトの目標達成に向けて、必要なときに蜜にチームワークを発揮する。",
        "企業理念がはっきりしている。なにか世界に感動をと届けられそうな気がするようなサービス、プロダクトを開発中、またはこれからそういうサービスを作ろうとしている。",
        "多様性を認め合い、心理的安全性の高い環境"
      ],
      "oneOnOne": "欲を言えば、定期的に１on１MTGを実施する文化が良い。（自分の好きな本とか、映画とか、そういったものも話し合う得るような環境がいい。自分から1on1とかセッティングして、積極的にコミュにーけしょんは取りに行きたいと考えていますが、組織として、そういう文化があるほうが居心地が良いと感じます。）"
    },
    "conditions": {
      "title": "その他希望条件",
      "salary": "初めの６か月は月は１５００ドルを月の給料として臨みます。\n（私は、ある程度IT分野には精通しているけど、実務経験が少ないため。月１５００ドルが妥当と考えます。使用期間の６か月間で、必死に学んで、ほかのエンジニアさんと肩を並べられるくらいに成長します。使用期間が終わったら、再度給料については相談させていただければと思います。）",
      "workStyle": "フルリモート or ハイブリッド勤務可（ハイブリットであれば、名古屋にオフィス）",
      "employment": "雇用関係は、お任せします。正社員でも、業務委託でも。"
    },
    "availability": {
      "title": "いつから働けるのか",
      "timeline": "合格をいただいてから、３月後を目安にしております。\n理由：仕事では、ひどすぎる不義理は基本働きありません。現職の会社に最低限自分のできる貢献をして、しっかり引き継いで、転職したいと考えているため、約３か月間は時間が欲しいです。（もし、たまたま、自分にアサインされているプロジェクトがちょうど、その月で全部終了するとかでしたら、最短で１か月後とかもありえるかもしれないけど、、基本的に、アサインされたプロジェクトには誠実に最後まで向き合いたいと考えておりますので、長期のプロジェクトに関してもしっかり引き継ぎ当を行って転職したいので、３か月ほど期間はください。"
    },
    "message": {
      "title": "メッセージ",
      "content": "自分は、日本と海外の架け橋となる形で、IT・クラウド領域の知識と業務改善の工夫を発揮してきました。まだ若手ですが、常に学び続け、チームや会社の成長に貢献する姿勢を大切にしています。AWSや自動化を活用して、業務の質とスピードを向上させる仕事に携わりたいと考えています。共に学び成長できるチームで、新しい価値を生み出していけたら嬉しいです。",
      "goal": "世界中を感動でいっぱいにする"
    }
  }
} 